[
    {
        "content": "Today's New Cases: 11992\tTotal Cases: 1438725\nToday's New Deaths: 105\nTotal Deaths: 63435",
        "title": "Coronavirus Data Update"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-middle-east-55177586'>Tehran says the US is in no position to set preconditions and economic sanctions must be lifted.</a>",
        "title": "Iran rejects Biden's terms for reviving nuclear deal"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/business-55177846'>Irish airline Ryanair's purchase is a boost for the Max, which was grounded after two deadly crashes.</a>",
        "title": "Boeing 737 Max sees first firm order since crashes"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-us-canada-55177966'>The president's daughter has denounced a lawsuit as \"politically motivated\".</a>",
        "title": "Ivanka Trump questioned over inauguration funds 'misuse'"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-us-canada-55177736'>Only dogs can qualify as psychological service animals, says the US transportation department.</a>",
        "title": "US ends era of emotional support animals on planes"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-us-canada-55177948'>The US infectious disease expert will also meet with members of President-elect Joe Biden's team.</a>",
        "title": "Dr Fauci: The UK 'was not as careful' as US in vaccine approval"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-us-canada-55170329'>Two records are reached on Wednesday, amid fears the pace will not slow leading up to Christmas.</a>",
        "title": "Coronavirus: US hits record Covid cases and hospitalisations"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-australia-55141163'>Australian teenager Jess Collins says she wants to draw attention to how many mangoes are left to rot.</a>",
        "title": "'I made a ballgown out of 1,400 mangoes'"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-55146909'>Around the world, previously happy couples are splitting up and divorcing due to the stress of the pandemic.</a>",
        "title": "'Covid ended our marriage': The couples who split in the pandemic"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/world-us-canada-55168633'>A US intelligence official says Beijing is also targeting people close to the incoming president.</a>",
        "title": "China influence 'on steroids' targets Biden team - US official"
    },
    {
        "content": "<a href='http://www.bbc.co.uk/news/election-us-2020-55151424'>He lost the election, but did better than most experts were predicting. How does this keep happening?</a>",
        "title": "Why Trump keeps outperforming the polls"
    }
]